[
  {
    "id": "aspectos-generales",
    "titulo": "Fundamentos del Tránsito y la Seguridad Vial",
    "descripcion": "Principios esenciales para entender el tránsito y la seguridad en las vías.",
    "detalle": "<h3>Aspectos Generales del Tránsito y Seguridad Vial</h3><p>Para una conducción segura, es crucial considerar tres <strong>elementos de conducción</strong>:</p><ul><li><strong>Factor humano:</strong> <em>El conductor</em>, sus capacidades y comportamiento.</li><li><strong>Factor vehicular:</strong> <em>El vehículo</em>, su estado y mantenimiento.</li><li><strong>Factor vía y su entorno:</strong> <em>La carretera y sus condiciones</em>.</li></ul><p>Entendemos por <strong>TRÁNSITO</strong> la acción de desplazarse. El <strong>TRANSPORTE</strong> implica trasladar personas o cosas. La <strong>SEGURIDAD VIAL</strong> se enfoca en mecanismos para una circulación eficiente y, principalmente, en la prevención de accidentes.</p><p>Los <strong>objetivos de la Seguridad Vial</strong> incluyen prevenir accidentes, dar fluidez al tránsito, disminuir la contaminación, proteger la infraestructura vial, cuidar el vehículo, reducir costos operativos, educar en el uso correcto de la vía y capacitar a oficiales de tránsito.</p><p><strong>Derecho a la circulación:</strong> Todos tenemos derecho a movilizarnos, y la ley de tránsito efectúa este derecho, facilitando la comprensión de la seguridad vial.</p>",
    "boton": "Entender los principios básicos."
  },
  {
    "id": "lineamientos-uso-vias",
    "titulo": "Normativas Clave para el Uso de las Vías",
    "descripcion": "Reglas y límites esenciales para una circulación segura y ordenada.",
    "detalle": "<h3>Lineamientos para el uso de las vías</h3><p><strong>Generales:</strong> Es fundamental acatar las indicaciones de los oficiales de tránsito, cumplir la señalización, no obstruir la vía, no poner en riesgo a otros y dar prioridad a vehículos de emergencia.</p><p><strong>Límites de velocidad:</strong> Deben respetarse las señales. En su ausencia, los límites son: mínimo 50 kph en autopista, máximo 60 kph donde no haya demarcación, 50 kph en zonas de alta densidad, y 25 kph en zonas escolares, de salud o eventos públicos.</p><p><strong>Luces:</strong> Deben estar siempre encendidas. Los halógenos o neblineras solo en niebla. Las direccionales se usarán anticipadamente. La luz alta solo si no hay vehículos en sentido contrario.</p><p><strong>Intersecciones:</strong> Sin prioridad, detenerse en la señal o lo más cerca posible. Con semáforo, se permite virar a la derecha en rojo (cediendo el paso) excepto si está prohibido. En ámbar, desacelerar para detenerse. De 10 pm a 5 am, la luz roja se considera un ALTO. En los CEDAS, reducir velocidad y detenerse si es necesario.</p><p><strong>Prioridad de paso:</strong> Tienen prioridad vehículos sobre rieles, regulaciones por inspectores, vehículos de emergencia, semáforo en ALTO, CEDA sobre ALTO, giros a la izquierda desde la principal sobre accesos secundarios, y avance recto de vía secundaria sobre giros a la izquierda desde la misma vía secundaria.</p>",
    "boton": "Aprender las reglas de circulación."
  },
  {
    "id": "via-y-entorno",
    "titulo": "La Vía Pública: Concepto y Componentes",
    "descripcion": "Definición, secciones y funciones de la infraestructura vial.",
    "detalle": "<h3>La Vía y su Entorno</h3><p>La <strong>vía pública</strong> es un sistema integrado de carreteras, caminos, plazas, parques, etc., de dominio público para actividades sociales, económicas y recreativas. El equipo humano-vehículo debe adaptarse al diseño de la vía.</p><p>Secciones de la vía pública:</p><ul><li><strong>Rural:</strong><ul><li>Calzada o superficie de rodamiento.</li><li>Espaldón (para peatones, estacionamiento, emergencias).</li><li>Cuneta (para el flujo de agua).</li></ul></li><li><strong>Urbana:</strong><ul><li>Calzada o superficie de rodamiento.</li><li>Acera.</li><li>Borde de acera.</li><li>Caño.</li></ul></li></ul><p><strong>Funciones de la Vía Pública:</strong> Circulación (vehículos y peatones), convivencia (relaciones sociales) y ecológicas (interacción con la vegetación).</p><p>La <strong>infraestructura vial</strong> son las obras humanas que facilitan la circulación. Los <strong>elementos de la vía pública</strong> incluyen vías de circulación, intersecciones (cruces de vías) y señalamiento (elementos físicos que regulan el tránsito).</p>",
    "boton": "Comprender la infraestructura vial."
  },
  {
    "id": "senalamiento-vial",
    "titulo": "El Sistema de Señalización Vial: Propósito y Tipos",
    "descripcion": "Sistemas de señalización y su importancia para la regulación del tránsito.",
    "detalle": "<h3>Señalamiento Vial</h3><p>Existen principalmente dos <strong>sistemas mundiales de señalamiento</strong>: el Estadounidense y el Europeo. Costa Rica utiliza una combinación, con predominio del Estadounidense.</p><p>Las <strong>funciones del señalamiento</strong> son:</p><ul><li>Regular el paso y el sentido de las vías.</li><li>Guiar al usuario en su recorrido.</li><li>Advertir de peligros y obstáculos.</li><li>Informar restricciones y disposiciones legales.</li><li>Guiar a los peatones.</li></ul><p>Los <strong>tipos de señalización</strong> se dividen en:</p><ul><li><strong>Básicos:</strong> Señalamiento Vertical, Señalamiento Horizontal y Señalamiento Luminoso.</li><li><strong>Complementarios:</strong> Señalamiento Sonoro Acústico y Señalamiento Manual.</li></ul>",
    "boton": "Conocer las señales de tránsito."
  },
  {
    "id": "senalamiento-vertical",
    "titulo": "Señales Verticales: Clasificación y Significado",
    "descripcion": "Tipos de señales verticales y su función en la vía.",
    "detalle": "<h3>Señalamiento Vertical</h3><p>Fabricadas con materiales retrorreflectivos y ubicadas en postes, las señales verticales se clasifican en tres tipos principales:</p><ul><li><strong>Reglamentación:</strong> Son rectangulares, de fondo blanco y con círculos rojos (excepto ALTO y CEDA). Indican obligaciones, prohibiciones y reglas.</li><li><strong>Prevención:</strong> Son cuadradas con esquinas redondeadas, fondo amarillo y símbolos negros. Se ubican a la derecha y advierten de peligros y obstáculos. El fondo naranja indica obras temporales.</li><li><strong>Información:</strong> Orientan y dan información. Se clasifican en:<ul><li><strong>Identificación:</strong> Número de carretera (Interamericana, Centroamericana, Nacional primaria, Secundaria regional).</li><li><strong>Destino:</strong> Dirección a lugares con nombres y flechas.</li><li><strong>Info. General:</strong> Ubicación actual (ríos, puentes, sitios de interés).</li><li><strong>Recomendación:</strong> Sugerencias para una conducción prudente.</li><li><strong>Servicios y Turismo:</strong> Fondo azul (servicios como gasolineras, hoteles) o café (áreas silvestres, parques), con leyenda blanca. Las restricciones se indican con una diagonal.</li></ul></li></ul>",
    "boton": "Identificar señales verticales."
  },
  {
    "id": "senalamiento-horizontal",
    "titulo": "Marcas Viales: Guía y Regulación en la Calzada",
    "descripcion": "Colores y tipos de líneas pintadas sobre la vía y su significado.",
    "detalle": "<h3>Señalamiento Horizontal</h3><p>El señalamiento horizontal se realiza con pintura acrílica, vinílica o termoplástica sobre la calzada, bordes y espaldones.</p><p><strong>Colores y significados:</strong></p><ul><li><strong>Blanco:</strong> Separa carriles con el mismo sentido y marca señales de reglamentación (ALTO, CEDA, velocidad). Combinado con azul, reserva espacios para personas con discapacidad.</li><li><strong>Amarillo:</strong> Separa carriles con sentidos opuestos y marca áreas conflictivas, el carril central de giro izquierdo y algunas islas de canalización. En bordillos y paradas de autobús, indica prohibición de estacionar.</li></ul><p><strong>Tipos de líneas sobre la calzada:</strong></p><ul><li><strong>Línea de Centro (Amarilla):</strong> Ordena el tránsito en sentidos opuestos.<ul><li><em>Continua:</em> No permite rebasar.</li><li><em>Discontinua:</em> Permite rebasar.</li></ul></li><li><strong>Línea de Vía (Blanca):</strong> Ordena el tránsito en el mismo sentido.<ul><li><em>Continua:</em> No permite rebasar.</li><li><em>Discontinua:</em> Permite rebasar.</li></ul></li><li><strong>Línea de Barrera:</strong> Dos líneas continuas amarillas que prohíben adelantar. Si una es discontinua, se permite rebasar de ese lado.</li><li><strong>Línea de Borde:</strong> Delimita la calzada de caños y espaldones, orienta con mal clima.</li><li><strong>Línea de Canalización (Blanca Continua):</strong> Guía el giro a la izquierda en intersecciones.</li><li><strong>Línea de Parada (Blanca Gruesa):</strong> Indica dónde detenerse en ALTO y CEDA.</li></ul><p>Los <strong>captaluces</strong> reflejan el color de la línea (rojos en bordes de riesgo, blancos en zonas de menor riesgo). Algunas vías tienen un <strong>camellón</strong> central.</p>",
    "boton": "Comprender las marcas viales."
  },
  {
    "id": "otras-marcas-horizontales",
    "titulo": "Otras Señales Pintadas en la Vía",
    "descripcion": "Marcas especiales para giros, carriles exclusivos, estacionamiento y seguridad peatonal.",
    "detalle": "<h3>Otras Marcas Horizontales</h3><p><strong>Carril exclusivo de giro a la izquierda:</strong> Zona de refugio para virar a la izquierda, no para uso convencional. Se acompaña de flechas y la palabra “SOLO”.</p><p><strong>Carril reversible:</strong> Descongestiona zonas conflictivas, regulado por horarios y semáforos. Delimitado por líneas amarillas discontinuas y vértices blancos (> <).</p><p><strong>Carriles exclusivos para servicio público:</strong> Para autobuses y taxis, con señalamiento vertical.</p><p><strong>Cajón o Caja amarilla:</strong> Prohíbe bloquear intersecciones (líneas perpendiculares amarillas).</p><p><strong>Marcas sobre el espaldón:</strong> Líneas blancas para visibilidad y prohibición de estacionar.</p><p><strong>Zona de paso:</strong> Doble línea blanca para paso peatonal de baja afluencia.</p><p><strong>Zona de seguridad:</strong> Franjas blancas discontinuas para paso peatonal seguro en zonas de alto tránsito, asociado a semáforos peatonales.</p><p><strong>Zona de estacionamiento:</strong> Delimita espacios con líneas blancas perpendiculares o paralelas al borde de la acera, con señal vertical.</p><p><strong>Reductores de velocidad:</strong> En zonas educativas y residenciales (trepidadores, lomos, domos en alta velocidad para alertar sobre puentes o túneles).</p><p><strong>Palabras y Símbolos (Blancos):</strong> Flechas direccionales, límites de velocidad, leyenda “Zonas escolares”, línea férrea (cruces de ferrocarril).</p><p><strong>Palabras y Símbolos (Amarillos):</strong> Paradas de autobús, prohibición de estacionamiento, carril central exclusivo para giro a la izquierda.</p>",
    "boton": "Conocer otras marcas viales."
  },
  {
    "id": "senalamiento-luminoso",
    "titulo": "Señales Luminosas: El Semáforo y sus Variantes",
    "descripcion": "Significado de las luces del semáforo vehicular y peatonal.",
    "detalle": "<h3>Señalamiento Luminoso</h3><p><strong>Semáforo Vehicular:</strong></p><ul><li><strong>Luz roja:</strong> ALTO.</li><li><strong>Luz verde:</strong> PASE.</li><li><strong>Luz amarilla:</strong> PREVIENE cambio a rojo.</li><li><strong>Roja intermitente:</strong> Alto y continuar si no hay vehículos.</li><li><strong>Amarilla intermitente:</strong> Equivale a un CEDA.</li><li><strong>Verde intermitente:</strong> Previene cambio a amarilla.</li></ul><p>Existen semáforos de 4 luces (con cuenta regresiva) y de 2 luces (para carril reversible).</p><p><strong>Semáforo Peatonal:</strong> Con señal sonora para no videntes.</p><p><strong>Luminoso Informativo:</strong> Mensajes variables sobre derrumbes, cierres, clima, etc., de carácter temporal.</p>",
    "boton": "Entender las señales luminosas."
  },
  {
    "id": "curvas-y-peralte",
    "titulo": "Curvas y Peralte en la Carretera",
    "descripcion": "Tipos de curvas y la función del peralte para la seguridad.",
    "detalle": "<h3>Curvas y Peralte</h3><p>Las <strong>curvas</strong> pueden ser:</p><ul><li><strong>Verticales (parabólicas):</strong> Cambios de elevación como en una montaña rusa.</li><li><strong>Horizontales (circulares):</strong> Giros a la izquierda o a la derecha.</li></ul><p>El <strong>peralte o sobre elevación</strong> se encuentra en las curvas horizontales. Su función es contrarrestar la fuerza centrífuga elevando el borde externo de la curva (si la curva es a la derecha, el peralte va a la izquierda, y viceversa).</p>",
    "boton": "Aprender sobre curvas y peralte."
  },
  {
    "id": "moto-intro",
    "titulo": "Introducción y Tipos de Motocicletas",
    "descripcion": "Características generales y clasificación de los principales tipos de motocicletas.",
    "detalle": "<h3>La Motocicleta: Introducción y Tipos</h3><p>La motocicleta es un vehículo de dos ruedas que requiere equilibrio constante del conductor y cuidados especiales. Sus orígenes se remontan a 1867, con la primera motocicleta de combustión en 1894. Está compuesta por diversos sistemas.</p><p><strong>Tipos principales:</strong></p><ul><li><strong>Deportiva:</strong> Alta cilindrada (+500cc), velocidades elevadas (>250kph), conducción agresiva.</li><li><strong>Turismo y Gran Turismo:</strong> Alta cilindrada (+500cc), ideal para viajes largos, con capacidad de carga y comodidad.</li><li><strong>Custom:</strong> Personalizadas (chopper, bagger, bobber, cafe racers).</li><li><strong>Enduro y Cross:</strong> Para disciplinas específicas, la enduro adaptada para carretera.</li><li><strong>Naked:</strong> Componentes visibles, diversas cilindradas.</li></ul>",
    "boton": "Conocer los tipos de motos."
  },
  {
    "id": "moto-chasis",
    "titulo": "El Chasis de la Motocicleta: El Esqueleto",
    "descripcion": "Características y tipos de bastidores que soportan la motocicleta.",
    "detalle": "<h3>La Motocicleta: Chasis</h3><p>El <strong>bastidor o chasis</strong> es el esqueleto de la motocicleta, soporta el peso y las partes, fabricado en acero o aluminio. El tipo de bastidor influye en la conducción.</p><p><strong>Tipos de chasis:</strong></p><ul><li><strong>CUNA SENCILLA:</strong> Tubos con el motor dentro y un soporte frontal.</li><li><strong>CUNA DOBLE:</strong> Similar a la sencilla, con dos soportes frontales.</li><li><strong>COLUMNA VERTEBRAL:</strong> Comúnmente de latón.</li><li><strong>DIAMANTE:</strong> El motor forma parte del chasis.</li><li><strong>CON SOPORTE INFERIOR:</strong> Para scooters, sin soporte superior.</li><li><strong>PERIMETRAL:</strong> Mayor resistencia, común en alta cilindrada.</li></ul><p><strong>Consideraciones:</strong> El chasis debe estar en perfectas condiciones. Evitar enderezarlo sin equipo especializado o soldarlo, y realizar limpieza regular sin corrosivos.</p>",
    "boton": "Entender el chasis de la moto."
  },
  {
    "id": "moto-electrico",
    "titulo": "El Sistema Eléctrico de la Motocicleta",
    "descripcion": "Funcionamiento y componentes del sistema que alimenta la moto.",
    "detalle": "<h3>La Motocicleta: Sistema Eléctrico</h3><p>El sistema eléctrico alimenta los componentes con corriente directa, generada por un alternador, regulada y almacenada en la batería (12V).</p><p><strong>Batería:</strong> Contiene carcasa, celdas (+/-) y electrolitos (ácido sulfúrico + agua). Una batería de 12V cargada tiene 12.8V y requiere carga o reemplazo a 12.3V. Al cargarla, evitar chispas por los gases inflamables.</p><p>El sistema provee energía para luces, ABS, inyección, tablero, pito y encendido.</p><p><strong>Arranque:</strong> Un motor eléctrico pequeño inicia la combustión. El arranque a patada es un sistema mecánico similar.</p><p><strong>Bujía:</strong> Genera la chispa para la explosión en el motor. Usar el grado térmico recomendado por el fabricante (influye en el tipo de conducción).</p>",
    "boton": "Conocer el sistema eléctrico."
  },
  {
    "id": "moto-frenos",
    "titulo": "El Sistema de Frenos de la Motocicleta",
    "descripcion": "Tipos, funcionamiento y componentes de los frenos.",
    "detalle": "<h3>La Motocicleta: Sistema de Frenos</h3><p>El sistema de frenos transforma la energía cinética en calor para reducir la velocidad. La potencia de frenado debe ser aproximadamente 10 veces la del motor.</p><p><strong>Freno Hidráulico:</strong> Recomendado por sus prestaciones. Funciona con una palanca que presiona líquido en una bomba, activando émbolos en las pinzas que presionan las pastillas contra el disco.</p><p><strong>Líquido de frenos:</strong> Debe tener baja compresibilidad, alto punto de ebullición (+230°), bajo punto de congelación (-40°), resistencia al envejecimiento, poca higroscopicidad y buenas propiedades lubricantes.</p><p><strong>Componentes:</strong> Palanca, bomba principal, tubería, pinza (fija o flotante), disco y pastilla.</p><p><strong>Consideraciones:</strong> Cambiar el líquido según el fabricante y revisarlo constantemente. Usar el líquido recomendado (generalmente base alcohol o glicol éter) y evitar el contacto con metales o neumáticos.</p><p><strong>Frenos ABS:</strong> Sistema hidráulico con una unidad de control que evita el bloqueo de la rueda. Requiere un buen estado del sistema eléctrico y un líquido de frenos especial.</p><p><strong>Freno Mecánico (Tambor):</strong> Zapatas dentro de un tambor accionadas por una palanca. Menor rendimiento que el disco (soporta hasta 450°).</p>",
    "boton": "Entender el sistema de frenos."
  },
  {
    "id": "moto-suspension",
    "titulo": "El Sistema de Suspensión de la Motocicleta",
    "descripcion": "Funciones y tipos de suspensiones delanteras y traseras.",
    "detalle": "<h3>La Motocicleta: Sistema de Suspensión</h3><p>Las funciones principales de la suspensión son absorber irregularidades y mantener el neumático en contacto con la calzada.</p><p><strong>Suspensión delantera (Telescópica):</strong> Componentes típicos incluyen tornillo, resortes helicoidales, guardapolvos, retenedores, tobón, émbolo, vedador, cojinetes de fricción, botella, arandela de bronce y aceite de suspensión. Existen otros tipos como la horquilla invertida.</p><p><strong>Suspensión trasera:</strong></p><ul><li><strong>Hidráulica (Simple):</strong> Económica, sin amortiguación hidráulica/neumática del rebote.</li><li><strong>Con cámara neumática:</strong> Gran capacidad de ajuste.</li><li><strong>Regulables:</strong> Permiten ajustar amortiguación y desplazamiento del resorte.</li><li><strong>Doble amortiguador:</strong> Mayor capacidad de carga, poco recorrido.</li><li><strong>Sistema progresivo:</strong> Mayor desplazamiento de la llanta que el amortiguador (Mono Cross, Cantilever, Pro Link, Unitrack, Full Floater, Paralever).</li></ul><p>Se distinguen los <strong>pesos suspendido</strong> (arriba de la suspensión) y <strong>no suspendido</strong> (abajo de la suspensión).</p><p><strong>Consideraciones:</strong> La suspensión es un resorte con un sistema hidráulico (amortiguación) que evita el rebote excesivo. Usar el tipo y cantidad de aceite recomendados por el fabricante (w5 a w20 para telescópica delantera, aceite especial para invertida). Se recomienda cambiar el aceite cada 20,000 km o cada año.</p>",
    "boton": "Conocer el sistema de suspensión."
  },
  {
    "id": "moto-motor",
    "titulo": "El Motor de la Motocicleta: Corazón de la Potencia",
    "descripcion": "Componentes principales y el ciclo de combustión interna.",
    "detalle": "<h3>La Motocicleta: Motor</h3><p>Los <strong>componentes principales</strong> del motor son: árbol de levas, bujía, válvulas, cilindro, pistón, cadena de distribución (o varillas) y cigüeñal.</p><p><strong>Características del motor de combustión interna:</strong></p><ul><li><strong>Ciclo teórico:</strong> ADMISIÓN, COMPRESIÓN, EXPLOSIÓN y ESCAPE.</li><li><strong>Motores 2 Tiempos:</strong> Ciclo completo en una vuelta de cigüeñal, más rápidos, no usan válvulas.</li><li><strong>Motores 4 Tiempos:</strong> Ciclo completo en dos vueltas de cigüeñal.</li></ul><p>El motor transforma el movimiento rectilíneo del pistón en movimiento circular del cigüeñal.</p><ul><li><strong>ADMISIÓN:</strong> Válvula abierta, entra mezcla aire/gasolina (14.7:1), pistón baja.</li><li><strong>COMPRESIÓN:</strong> Válvulas cerradas, pistón sube, comprime la mezcla.</li><li><strong>EXPLOSIÓN:</strong> Chispa de la bujía, pistón baja, temperaturas hasta 2000°.</li><li><strong>ESCAPE:</strong> Válvula abierta, pistón sube, expulsa gases quemados.</li></ul><p>La apertura de las válvulas es controlada por el árbol de levas, sincronizado con el cigüeñal. La distribución también puede ser por varillas.</p><p><strong>Alimentación:</strong> Provee la mezcla aire/gasolina. Puede ser por carburación (mecánica) o inyección (electrónica, más eficiente). Una mezcla rica tiene menos aire (para frío), y una mezcla pobre tiene más aire (para calor).</p>",
    "boton": "Entender el motor."
  },
  {
    "id": "moto-transmision",
    "titulo": "El Sistema de Transmisión de la Motocicleta",
    "descripcion": "Componentes y funcionamiento de la transmisión de potencia.",
    "detalle": "<h3>La Motocicleta: Sistema de Transmisión</h3><p>El sistema de transmisión lleva la potencia del cigüeñal a la rueda motriz. Se divide en primaria, secundaria y final.</p><p><strong>Transmisión primaria:</strong> Acopla y desacopla el giro del motor. Componentes: cigüeñal, embrague (sumergido o seco), mecanismo de accionamiento (palanca + cable/hidráulico). Posiciones: EMBRAGADO (pasa potencia), DESEMBRAGADO (no pasa potencia).</p><p><strong>Transmisión secundaria:</strong> Mantiene el torque necesario para diferentes velocidades y mantiene las RPM estables. El componente principal es la caja de cambios.</p><p><strong>Transmisión final:</strong> Tipos: cardán, correa y cadena (la más común). La cadena consiste en un piñón (salida de la caja), la cadena y la corona (llanta trasera).</p><p><strong>Consideraciones:</strong> Usar buen aceite recomendado, mantener limpio y lubricado el sistema final con lubricante especial, ajustar el cable del embrague y realizar cambios de aceite según recomendación. Para cadenas con/sin O-rings, usar lubricantes específicos y no mezclarlos.</p>",
    "boton": "Conocer la transmisión."
  },
  {
    "id": "moto-aceites",
    "titulo": "Aceites y Lubricantes para Motocicletas",
    "descripcion": "Tipos de aceites, clasificaciones y consideraciones importantes.",
    "detalle": "<h3>La Motocicleta: Aceites y Lubricantes</h3><p><strong>Aceites:</strong></p><ul><li><strong>Motores 2T:</strong> Aceite de transmisión lubrica el motor desde la alimentación.</li><li><strong>Motores 4T:</strong> El aceite lubrica motor y transmisión.</li></ul><p>La calidad del aceite se rige por la Viscosidad (SAE), API y JASO. El fabricante indica las características mínimas requeridas.</p><p><strong>Viscosidad SAE:</strong> Capacidad de resistir la fricción. Los aceites pueden ser monogrado (para una temperatura) o multigrado (para un rango de temperaturas, ej: 10W40).</p><p><strong>API (Instituto Americano de Petróleo):</strong> Clasificación por servicio para motores de gasolina (letra 'S'). La segunda letra indica el nivel de calidad (más alta = mejor).</p><p><strong>JASO (Asociación Fabricantes Motos Japoneses):</strong> Para motos con embrague sumergido (húmedo): MA, MA1, MA2 (MA2 ofrece niveles de fricción más eficientes). MB es para embragues no sumergidos (secos) o scooters.</p><p><strong>Consideraciones:</strong> Usar aceite con recomendaciones iguales o superiores a las del fabricante, siempre con certificación JASO. En Costa Rica, se recomienda multigrado (ej: 10W40) con las últimas clasificaciones API/JASO. El aceite sintético es recomendable por su estabilidad y menor fricción. Al cambiar el tipo de aceite, realizar una limpieza previa.</p>",
    "boton": "Entender los aceites."
  },
  {
    "id": "moto-direccion",
    "titulo": "El Sistema de Dirección de la Motocicleta",
    "descripcion": "Función y componentes encargados de orientar la moto.",
    "detalle": "<h3>La Motocicleta: Sistema de Dirección</h3><p>El sistema de dirección orienta la motocicleta mediante la suspensión delantera.</p><p><strong>Componentes:</strong> Tornillo Superior, Yugo Superior, Tuerca de Ajuste (precarga), Cojinetes, Roles, Guarda Polvos, Eje de Dirección e Yugo Inferior.</p><p>El sistema se agarra de la pipa del chasis, y la suspensión delantera está sujeta por los yugos. Una mala alineación trasera puede afectar la dirección.</p><p><strong>Geometría de la Dirección:</strong> Una serie de ángulos clave para el equilibrio, principalmente el Ángulo/Inclinación (Lanzamiento) y el Arrastre. Esta geometría puede verse afectada por golpes, desajustes, mala lubricación o suciedad.</p>",
    "boton": "Conocer la dirección."
  },
  {
    "id": "moto-ruedas-neumaticos",
    "titulo": "Ruedas y Neumáticos de la Motocicleta: El Contacto con el Suelo",
    "descripcion": "Funciones, componentes e información clave de ruedas y neumáticos.",
    "detalle": "<h3>La Motocicleta: Ruedas y Neumáticos</h3><p><strong>Funciones principales:</strong> Primera amortiguación, elemento de seguridad (enlace vehículo-suelo), soporte de peso, dirección, ayuda en estabilidad, confort y suspensión.</p><p><strong>Componentes:</strong></p><ul><li><strong>Llanta:</strong> Aro.</li><li><strong>Neumático:</strong> Cubierta.</li><li><strong>Cámara de Aire:</strong> Usada en sistemas 'Tube Type'.</li></ul><p><strong>Componentes de un neumático:</strong></p><ul><li><strong>BANDA DE RODAMIENTO:</strong> Contacto con el asfalto.</li><li><strong>HOMBROS:</strong> Laterales de la banda, para curvas.</li><li><strong>FLANCOS:</strong> Laterales, soporte y amortiguación.</li><li><strong>TALONES:</strong> Interiores, sellan el neumático a la rueda.</li></ul><p><strong>Características marcadas en el neumático:</strong> Marca, Nombre Comercial, Ancho (A), Perfil/Altura (H - % del ancho), Tamaño RIN (L - diámetro llanta), máxima presión, índice de carga, índice de velocidad, fecha de fabricación (semana/año).</p><p>Usar presión o carga excesiva puede causar problemas. No se recomienda usar neumáticos con más de 5 años de fabricación.</p><p><strong>Consideraciones:</strong> No usar neumáticos con desgaste inferior al Indicador de Desgaste (TWI, ~1.6mm). Las llantas 'Tubeless' (TL) no usan cámara de aire. Usar siempre la presión recomendada por el fabricante. Neumáticos en mal estado causan inestabilidad, pérdida de contacto y mayor consumo de combustible.</p>",
    "boton": "Entender ruedas y neumáticos."
  },
  {
    "id": "moto-otros-elementos",
    "titulo": "Otros Elementos Esenciales de la Motocicleta",
    "descripcion": "Importancia de luces y espejos para la seguridad.",
    "detalle": "<h3>La Motocicleta: Otros Elementos Esenciales</h3><p><strong>Luces:</strong> Incluyen luz principal, luz de freno, luces direccionales, luz de ubicación y luz de placa. Es crucial comprobar su funcionamiento antes de cada viaje para seguridad, visibilidad e informar maniobras.</p><p><strong>Espejos:</strong> Permiten realizar maniobras seguras al mostrar el tráfico trasero sin perder la concentración hacia adelante.</p>",
    "boton": "Conocer luces y espejos."
  },
  {
    "id": "vehiculo-motor",
    "titulo": "El Motor del Vehículo: Fuente de Energía",
    "descripcion": "Componentes principales y el ciclo de combustión interna en vehículos.",
    "detalle": "<h3>El Motor del Vehículo</h3><p>Los <strong>componentes principales</strong> del motor incluyen el bloque de cilindros, la culata, los pistones, las bielas, el cigüeñal, el árbol de levas, las válvulas de admisión y escape, las bujías (en motores de gasolina) o los inyectores (en motores diésel).</p><p><strong>Características del motor de combustión interna:</strong></p><ul><li><strong>Ciclo Otto (Gasolina):</strong> ADMISIÓN, COMPRESIÓN, EXPLOSIÓN (o combustión) y ESCAPE, completado en cuatro tiempos del pistón (dos vueltas del cigüeñal).</li><li><strong>Ciclo Diésel:</strong> ADMISIÓN (solo aire), COMPRESIÓN (alta, calentando el aire), INYECCIÓN (de combustible que se autoenciende), y ESCAPE, también en cuatro tiempos.</li></ul><p>El motor transforma el movimiento lineal de los pistones en movimiento rotatorio del cigüeñal, que finalmente impulsa las ruedas.</p><ul><li><strong>ADMISIÓN:</strong> Se abre la válvula de admisión, el pistón baja y entra la mezcla aire/combustible (gasolina) o solo aire (diésel).</li><li><strong>COMPRESIÓN:</strong> Las válvulas se cierran, el pistón sube y comprime la mezcla (gasolina) o el aire (diésel), elevando su temperatura.</li><li><strong>EXPLOSIÓN/COMBUSTIÓN:</strong> En gasolina, la bujía genera una chispa que enciende la mezcla. En diésel, el combustible inyectado se autoenciende por la alta temperatura. La expansión de los gases empuja el pistón hacia abajo.</li><li><strong>ESCAPE:</strong> Se abre la válvula de escape, el pistón sube y expulsa los gases quemados del cilindro.</li></ul><p>La sincronización de la apertura y cierre de las válvulas está controlada por el árbol de levas, que a su vez está sincronizado con el cigüeñal mediante una correa o cadena de distribución.</p><p><strong>Alimentación de combustible:</strong></p><ul><li><strong>Gasolina:</strong> Los sistemas modernos utilizan inyección electrónica de combustible, que dosifica con precisión la cantidad de gasolina según las condiciones de funcionamiento del motor. Los sistemas más antiguos usaban carburadores.</li><li><strong>Diésel:</strong> Utilizan sistemas de inyección de alta presión para pulverizar el combustible en la cámara de combustión.</li></ul><p>Creado con IA</p>",
    "boton": "Entender el motor del vehículo."
  },
  {
    "id": "vehiculo-transmision",
    "titulo": "El Sistema de Transmisión del Vehículo: Transferencia de Potencia",
    "descripcion": "Componentes y funcionamiento del sistema que lleva la potencia del motor a las ruedas.",
    "detalle": "<h3>El Sistema de Transmisión del Vehículo</h3><p>El sistema de transmisión transfiere la potencia generada por el motor a las ruedas motrices, permitiendo variar la velocidad y el torque.</p><p><strong>Componentes principales:</strong></p><ul><li><strong>Embrague (en transmisiones manuales):</strong> Permite acoplar y desacoplar el motor de la transmisión para realizar los cambios de marcha. Puede ser accionado por un pedal (manual) o de forma automática (en algunas transmisiones automáticas).</li><li><strong>Caja de Cambios (Transmisión):</strong> Contiene una serie de engranajes que proporcionan diferentes relaciones de marcha, permitiendo al conductor seleccionar la velocidad y el torque adecuados para cada situación. Puede ser manual o automática.</li><li><strong>Árbol de Transmisión (en vehículos de tracción trasera o total):</strong> Transmite la potencia desde la caja de cambios hasta el diferencial trasero o central.</li><li><strong>Diferencial:</strong> Permite que las ruedas motrices giren a diferentes velocidades, lo cual es necesario al tomar curvas.</li><li><strong>Palieres (Semiejes):</strong> Transmiten la potencia desde el diferencial hasta las ruedas.</li></ul><p><strong>Tipos de Transmisión:</strong></p><ul><li><strong>Manual:</strong> El conductor selecciona las marchas manualmente mediante una palanca y acciona el embrague con un pedal.</li><li><strong>Automática:</strong> La transmisión selecciona las marchas automáticamente según la velocidad del vehículo y la carga del motor. Existen diferentes tipos, como las transmisiones automáticas convencionales con convertidor de par, las transmisiones de doble embrague (DCT) y las transmisiones continuamente variables (CVT).</li><li><strong>Tracción:</strong> Puede ser delantera (FWD), trasera (RWD) o total (AWD o 4WD), dependiendo de qué ruedas reciben la potencia del motor.</li></ul><p>Creado con IA</p>",
    "boton": "Conocer la transmisión del vehículo."
  },
  {
    "id": "vehiculo-frenos",
    "titulo": "El Sistema de Frenos del Vehículo: Detención Segura",
    "descripcion": "Tipos, funcionamiento y componentes del sistema de frenado.",
    "detalle": "<h3>El Sistema de Frenos del Vehículo</h3><p>El sistema de frenos es esencial para la seguridad, permitiendo reducir la velocidad o detener el vehículo.</p><p><strong>Tipos principales de frenos:</strong></p><ul><li><strong>Frenos de disco:</strong> Utilizan pinzas que presionan pastillas contra un disco que gira con la rueda, generando fricción para frenar. Son más eficientes en la disipación de calor.</li><li><strong>Frenos de tambor:</strong> Utilizan zapatas que se expanden dentro de un tambor que gira con la rueda, generando fricción. Son menos eficientes en la disipación de calor que los frenos de disco.</li></ul><p><strong>Componentes principales del sistema de frenos hidráulico (común en la mayoría de los vehículos modernos):</strong></p><ul><li><strong>Pedal de freno:</strong> Accionado por el conductor.</li><li><strong>Cilindro maestro:</strong> Convierte la fuerza del pedal en presión hidráulica.</li><li><strong>Líquido de frenos:</strong> Transmite la presión hidráulica a los frenos.</li><li><strong>Tuberías y mangueras de freno:</strong> Conducen el líquido de frenos a las ruedas.</li><li><strong>Pinzas (en frenos de disco) o cilindros de rueda (en frenos de tambor):</strong> Activan las pastillas o zapatas.</li><li><strong>Pastillas (en frenos de disco) o zapatas (en frenos de tambor):</strong> Material de fricción que entra en contacto con el disco o tambor.</li><li><strong>Discos o tambores:</strong> Elementos que giran con las ruedas y son frenados por las pastillas o zapatas.</li></ul><p><strong>Sistemas de frenado avanzados:</strong></p><ul><li><strong>Sistema Antibloqueo de Frenos (ABS):</strong> Evita que las ruedas se bloqueen durante una frenada brusca, permitiendo mantener el control de la dirección.</li><li><strong>Distribución Electrónica de la Fuerza de Frenado (EBD):</strong> Ajusta automáticamente la fuerza de frenado entre las ruedas delanteras y traseras para optimizar la frenada.</li><li><strong>Asistencia de Frenado de Emergencia (BA o BAS):</strong> Detecta frenadas de emergencia y aplica la máxima fuerza de frenado de forma automática.</li></ul><p>Creado con IA</p>",
    "boton": "Conocer el sistema de frenos del vehículo."
  },
  {
    "id": "vehiculo-suspension",
    "titulo": "El Sistema de Suspensión del Vehículo: Confort y Control",
    "descripcion": "Funciones y componentes del sistema que absorbe las irregularidades del terreno.",
    "detalle": "<h3>El Sistema de Suspensión del Vehículo</h3><p>El sistema de suspensión tiene dos funciones principales: proporcionar confort a los ocupantes al absorber las irregularidades del terreno y mantener las ruedas en contacto con la carretera para asegurar la tracción y el control.</p><p><strong>Componentes principales:</strong></p><ul><li><strong>Resortes:</strong> Absorben los impactos verticales de la carretera. Pueden ser de diferentes tipos, como resortes helicoidales, ballestas o barras de torsión.</li><li><strong>Amortiguadores:</strong> Controlan el movimiento de los resortes, evitando oscilaciones excesivas y proporcionando una marcha más suave. Funcionan convirtiendo la energía del movimiento en calor.</li><li><strong>Brazos de suspensión:</strong> Conectan las ruedas al chasis y permiten el movimiento vertical de la suspensión. Existen diferentes tipos, como brazos oscilantes, brazos de control y enlaces múltiples.</li><li><strong>Barra estabilizadora:</strong> Reduce el balanceo de la carrocería al tomar curvas, mejorando la estabilidad.</li><li><strong>Bujes de suspensión:</strong> Elementos de goma o poliuretano que absorben vibraciones y permiten cierto movimiento entre los componentes de la suspensión.</li></ul><p><strong>Tipos comunes de suspensión:</strong></p><ul><li><strong>Suspensión MacPherson:</strong> Un diseño compacto y común en la suspensión delantera de muchos vehículos.</li><li><strong>Suspensión de doble horquilla:</strong> Ofrece un buen control de la rueda y es común en vehículos de alto rendimiento y algunos vehículos todo terreno.</li><li><strong>Suspensión multibrazo (Multi-link):</strong> Utiliza varios brazos y enlaces para controlar el movimiento de la rueda de forma independiente, ofreciendo un excelente equilibrio entre confort y manejo.</li><li><strong>Suspensión de eje rígido:</strong> Las ruedas de un mismo eje están conectadas por una viga rígida. Es robusta y adecuada para cargas pesadas, común en vehículos comerciales y algunos todoterrenos.</li></ul><p>Algunos vehículos modernos también incorporan sistemas de suspensión adaptativa o neumática, que permiten ajustar la altura de la carrocería y la firmeza de la suspensión según las condiciones de conducción.</p><p>Creado con IA</p>",
    "boton": "Conocer el sistema de suspensión del vehículo."
  },
  {
    "id": "vehiculo-direccion",
    "titulo": "El Sistema de Dirección del Vehículo: Control de la Trayectoria",
    "descripcion": "Función y componentes del sistema que permite al conductor controlar la dirección del vehículo.",
    "detalle": "<h3>El Sistema de Dirección del Vehículo</h3><p>El sistema de dirección permite al conductor controlar la dirección en la que se desplaza el vehículo.</p><p><strong>Componentes principales:</strong></p><ul><li><strong>Volante:</strong> El elemento que el conductor gira para controlar la dirección.</li><li><strong>Columna de dirección:</strong> Conecta el volante a la caja de dirección. Incorpora mecanismos de seguridad como la columna colapsable.</li><li><strong>Caja de dirección:</strong> Amplifica el movimiento del volante y lo transmite a las ruedas. Los tipos comunes incluyen la dirección de piñón y cremallera y la dirección asistida (hidráulica o eléctrica).</li><li><strong>Barra de acoplamiento (o bieletas de dirección):</strong> Conectan la caja de dirección a los manguitos de dirección de las ruedas.</li><li><strong>Manguitos de dirección (o rótulas de dirección):</strong> Permiten que las ruedas giren para cambiar la dirección.</li><li><strong>Terminales de dirección:</strong> Conectan las barras de acoplamiento a los manguitos de dirección.</li></ul><p><strong>Sistemas de asistencia a la dirección:</strong></p><ul><li><strong>Dirección asistida hidráulicamente (HPS):</strong> Utiliza la presión hidráulica generada por una bomba accionada por el motor para reducir el esfuerzo necesario para girar el volante.</li><li><strong>Dirección asistida eléctricamente (EPS):</strong> Utiliza un motor eléctrico para proporcionar asistencia, ofreciendo ventajas en eficiencia de combustible y la posibilidad de integrar funciones de asistencia a la conducción.</li></ul><p><strong>Geometría de la dirección:</strong> Se refiere a los ángulos de las ruedas en relación con la carrocería y entre sí, e influye en el manejo, la estabilidad y el desgaste de los neumáticos. Los ángulos clave incluyen la convergencia/divergencia (toe), la caída (camber) y el avance (caster).</p><p>Creado con IA</p>",
    "boton": "Conocer el sistema de dirección del vehículo."
  },
  {
    "id": "vehiculo-ruedas-neumaticos",
    "titulo": "Ruedas y Neumáticos del Vehículo: Soporte y Adherencia",
    "descripcion": "Funciones, componentes e información importante sobre ruedas y neumáticos.",
    "detalle": "<h3>Ruedas y Neumáticos del Vehículo</h3><p>Las ruedas y los neumáticos son el punto de contacto entre el vehículo y la carretera, desempeñando funciones cruciales en el soporte del peso, la tracción, la dirección y la amortiguación.</p><p><strong>Componentes:</strong></p><ul><li><strong>Ruedas (Llantas o Rines):</strong> Soportan el neumático y se fijan al eje del vehículo. Pueden ser de acero, aleación de aluminio u otros materiales.</li><li><strong>Neumáticos (Llantas):</strong> Envolventes de caucho llenos de aire (o nitrógeno) que proporcionan agarre, amortiguación y resistencia al desgaste.</li></ul><p><strong>Componentes de un neumático:</strong> Banda de rodamiento (contacto con la carretera), flancos (laterales), carcasa (estructura interna), talones (para sellar con la llanta).</p><p><strong>Información marcada en el neumático:</strong> Marca, modelo, ancho, perfil, diámetro de la llanta (en pulgadas), índice de carga, índice de velocidad, presión máxima, tipo de construcción (radial o diagonal) y fecha de fabricación (semana y año).</p><p><strong>Consideraciones sobre los neumáticos:</strong> Es fundamental mantener la presión de inflado recomendada por el fabricante para un rendimiento óptimo y seguridad. La presión incorrecta puede afectar el agarre, el desgaste y el consumo de combustible. Se debe revisar periódicamente la profundidad de la banda de rodamiento (el límite legal varía según el país) y reemplazar los neumáticos desgastados o dañados. También se recomienda no utilizar neumáticos con más de cinco años de antigüedad, incluso si la banda de rodamiento parece estar en buen estado, ya que el caucho se degrada con el tiempo.</p><p>Creado con IA</p>",
    "boton": "Entender ruedas y neumáticos del vehículo."
  },
  {
    "id": "vehiculo-electrico",
    "titulo": "El Sistema Eléctrico del Vehículo: Energía para los Componentes",
    "descripcion": "Funcionamiento y componentes del sistema eléctrico en vehículos.",
    "detalle": "<h3>El Sistema Eléctrico del Vehículo</h3><p>El sistema eléctrico del vehículo proporciona la energía necesaria para el funcionamiento de diversos componentes, desde el arranque del motor hasta las luces y los sistemas de asistencia.</p><p><strong>Componentes principales:</strong></p><ul><li><strong>Batería:</strong> Almacena energía eléctrica y proporciona la corriente necesaria para el arranque del motor y el funcionamiento de los accesorios cuando el motor no está en marcha. En la mayoría de los vehículos, es una batería de 12 voltios.</li><li><strong>Alternador:</strong> Genera corriente eléctrica mientras el motor está en funcionamiento para recargar la batería y alimentar los sistemas eléctricos del vehículo.</li><li><strong>Motor de arranque:</strong> Un motor eléctrico que hace girar el motor principal para iniciar la combustión.</li><li><strong>Cableado:</strong> Conjunto de cables que distribuyen la energía eléctrica a los diferentes componentes.</li><li><strong>Fusibles y disyuntores:</strong> Protegen los circuitos eléctricos de sobrecargas.</li><li><strong>Interruptores y relés:</strong> Controlan el flujo de corriente a los diferentes componentes.</li><li><strong>Unidad de Control Electrónico (ECU):</strong> Una computadora que gestiona diversos sistemas del vehículo, incluyendo el motor, la transmisión y los sistemas de seguridad.</li></ul><p><strong>Sistemas eléctricos importantes:</strong></p><ul><li><strong>Sistema de iluminación:</strong> Faros delanteros, luces traseras, luces de freno, luces direccionales, luces de emergencia, etc., para visibilidad y señalización.</li><li><strong>Sistema de encendido (en motores de gasolina):</strong> Bobinas de encendido y bujías que generan la chispa para la combustión.</li><li><strong>Sistema de inyección de combustible:</strong> Bombas, inyectores y sensores controlados electrónicamente para suministrar combustible al motor.</li><li><strong>Sistemas de seguridad:</strong> ABS, airbags, control de estabilidad, etc.</li><li><strong>Sistemas de confort y entretenimiento:</strong> Aire acondicionado, radio, sistema de navegación, elevalunas eléctricos, etc.</li></ul><p>Creado con IA</p>",
    "boton": "Conocer el sistema eléctrico del vehículo."
  },
  {
    "id": "conduccion-capacidad-panico",
    "titulo": "Conducción de Motocicleta: Capacidad y Manejo del Pánico",
    "descripcion": "Aprender a conducir dentro de los límites y cómo reaccionar ante el pánico.",
    "detalle": "<h3>Conducción de Motocicleta: Capacidad y Manejo del Pánico</h3><p><strong>Capacidad de conducción:</strong> Implica aprender a desobedecer instintos erróneos en riesgo y conocer la capacidad propia y de la moto. Se recomienda conducir a no más del 75% de la capacidad menor (conductor o moto), y en condiciones adversas, no superar el 60%. La conducción normal debe ser objetiva, responsable, segura y defensiva, respetando los límites de velocidad. La capacidad restante ayuda a enfrentar situaciones de riesgo.</p><p>Usar demasiada capacidad reduce la habilidad de reacción. Superar el 100% lleva a la pérdida de objetividad, pánico y reacciones instintivas.</p><p>La capacidad mínima se determina con un ejercicio personal y objetivo, considerando siempre la menor capacidad. Es clave adaptarse a la moto y la experiencia del conductor (velocidad cómoda, ánimo, cansancio).</p><p><strong>Situaciones que reducen la capacidad:</strong></p><ul><li><strong>Al motociclista:</strong> Alcohol y drogas, alta velocidad, imitar a otros, conducir con sueño, enfermo o medicado, conducir dos motos en paralelo, dejarse llevar por provocaciones.</li><li><strong>A la motocicleta:</strong> Llantas en mal estado, uso inadecuado, poco mantenimiento.</li></ul><p><strong>¿Y si llego al pánico?</strong> Si el riesgo consume la capacidad de reserva, se produce pánico, requiriendo controlar los instintos. La visión se reduce. El primer paso es salir del pánico enfocando la mirada hacia dónde se quiere ir (la moto sigue la mirada), evitando maniobras bruscas. Practicar en condiciones seguras ayuda a manejar el pánico.</p>",
    "boton": "Entender capacidad y pánico."
  },
  {
    "id": "conduccion-postura-pasajero-carga",
    "titulo": "Conducción de motocicleta: Postura, Pasajero y Carga Segura",
    "descripcion": "La importancia de la postura correcta, el pasajero y la carga en la conducción.",
    "detalle": "<h3>Conducción: Postura, Pasajero y Carga</h3><p><strong>Postura para conducir:</strong> Siempre confortable, adaptada a la geometría de la moto y el conductor. Agarrar el manillar suave pero firme, sin apoyar el peso del cuerpo. Usar ambas manos, con pulgar, meñique y anular rodeando el manillar, e índice y corazón listos para freno/clutch. Los pies descansan en el centro de los reposapiés, sin presión hacia abajo. Ajustar las palancas. El peso del cuerpo debe estar en el asiento, con el tronco libre y la entrepierna ayudando a evitar deslizamientos. En trayectos largos, usar los glúteos ocasionalmente. La mirada siempre hacia dónde se quiere ir, anticipando riesgos y mirando la salida en curvas.</p><p><strong>El pasajero:</strong> Siempre implica dificultad. Dar indicaciones básicas antes de partir (no sacar pies, cómo moverse en curvas, no adelantarse/atrasarse). Debe ir adelantado, sin interferir al conductor, y 'dejarse llevar' por los movimientos de la moto.</p><p><strong>Carga:</strong> Evitar que impida la libertad de movimiento, colocarla centrada y distribuir el peso uniformemente en alforjas, con los artículos más pesados abajo.</p>",
    "boton": "Aprender sobre postura, pasajero y carga."
  },
  {
    "id": "conduccion-curvas",
    "titulo": "Técnicas de Conducción en Curvas para motociclistas",
    "descripcion": "Combinación de frenado, trazada y aceleración para tomar curvas con seguridad.",
    "detalle": "<h3>Conducción: Curvas</h3><p>Tomar curvas no es una técnica única, sino una combinación de <strong>frenada</strong>, <strong>giro</strong> y <strong>aceleración</strong>. La inclinación es el resultado de la previsión (trazada, velocidad, marcha). Cada curva es diferente, por lo que es vital prever las maniobras con la sección visible.</p><p><strong>Curvas: Frenar</strong></p><p>La primera parte (antes de entrar) es crucial. Un ingreso correcto facilita la salida. Frenar en la recta <strong>antes</strong> de ingresar a la curva es lo ideal. Frenar en plena curva puede hacer que la moto se enderece y pierda la trayectoria. Ingresar con una marcha que permita buena contención y aceleración a la salida.</p><p><strong>Curvas: Trazada</strong></p><p>Fundamental para seguridad y eficiencia, suaviza la trayectoria y maximiza la visibilidad de salida. Se aplica a todo tipo de curvas. El trazado ideal tiene un ángulo de ingreso similar al de salida. La trayectoria recomendada es ir hacia el <strong>exterior</strong> del carril al final de la recta, cambiar de dirección e inclinarse hacia el <strong>interior</strong> en la entrada, y desde el punto medio, dirigir la moto hacia el <strong>exterior</strong> de la salida.</p><p><strong>Curvas: Aceleración</strong></p><p>Siempre progresiva, iniciar después del punto medio (excepto en curvas muy abiertas con visibilidad total). Cuidado con acelerar bruscamente.</p><p><strong>Consideraciones:</strong> Mirar siempre hacia la salida de la curva. Ingresar con mucha velocidad en curvas izquierdas puede llevar a salirse o derrapar, y en derechas, a invadir el carril contrario. Ingresar despacio permite una mejor trazada y una salida con mayor aceleración. El freno delantero en curva tiende a enderezar la moto, mientras el trasero puede ayudar a cerrar la trazada (con precaución por riesgo de derrape). En subidas, acelerar para mantener la velocidad de ingreso; en bajadas, frenar suavemente.</p>",
    "boton": "Aprender a tomar curvas."
  },
  {
    "id": "conduccion-frenada",
    "titulo": "Técnicas de Frenado Seguro en Motocicleta",
    "descripcion": "Cómo utilizar los frenos delantero, trasero y de motor de forma efectiva.",
    "detalle": "<h3>Conducción: Frenada</h3><p>La frenada es crucial para la seguridad. Es importante conocer las técnicas y superar los miedos.</p><p><strong>Freno delantero:</strong> Responsable de aproximadamente el 70% del frenado, debido a la transferencia de peso hacia adelante. Accionar suavemente con la mano. En frenadas de riesgo, aplicar en dos tiempos (presionar, liberar brevemente y volver a presionar antes de la compresión total de la suspensión). Evitar bloquear la rueda o comprimir la suspensión al máximo.</p><p><strong>Freno trasero:</strong> Menor potencia, accionado con el pie. Aplicar suavemente para una disminución progresiva. A menor velocidad, se puede ejercer más presión. Evitar accionar con fuerza para no bloquear la rueda o causar rebotes.</p><p><strong>Freno del motor:</strong> Mayor cilindrada implica mayor potencia de frenado al quitar gas. Una marcha más baja genera mayor compresión. Evitar reducir marchas bruscamente para no bloquear la rueda.</p><p><strong>Frenada combinada:</strong> La mejor opción es usar ambos frenos (+ motor con experiencia). Sugerencia: iniciar con el trasero para disminuir la carga, luego aplicar el delantero en dos tiempos (sin soltar el trasero) y reducir marchas suavemente.</p><p><strong>Consideraciones:</strong> Los frenos, suspensión, dirección, transmisión, motor y ruedas deben estar en óptimas condiciones. Anticipar obstáculos y curvas para frenar antes, no durante la curva. La frenada combinada requiere práctica y experiencia.</p>",
    "boton": "Aprender a frenar seguro."
  },
  {
    "id": "conduccion-adversas",
    "titulo": "Conducción en Situaciones Adversas en motocicleta",
    "descripcion": "Cómo actuar ante condiciones que reducen la capacidad de conducción.",
    "detalle": "<h3>Conducción: Situaciones Adversas</h3><p>Las <strong>situaciones adversas</strong> son aquellas donde la capacidad de conducción disminuye por factores externos, como menor visibilidad, adherencia o estabilidad.</p><p><strong>¿Qué hacer?</strong> Moderar la capacidad de conducción (usar un porcentaje menor), ampliar la distancia de seguridad, usar una marcha larga (para cambios de aceleración menos bruscos), frenar suave y progresivamente, y disminuir la inclinación en curvas. Varias situaciones pueden combinarse.</p><p><strong>En grava:</strong> Disminuir la velocidad <strong>antes</strong> de entrar, evitar cambios de marcha y movimientos bruscos de dirección, mantener una velocidad constante. Una vez en la grava, el riesgo de caer es bajo si se evitan maniobras bruscas.</p><p><strong>Señalización horizontal:</strong> Evitar siempre rayas y señales pintadas, tapas de alcantarilla y líneas de tren. Si es necesario pasar, moderar la velocidad antes y superarlas lo más recto posible.</p><p><strong>Derrames de gas o aceite:</strong> Evitarlos. Si se superan, evitar frenar, cambiar de marcha o acelerar inmediatamente. Rodar con precaución hasta que se desprendan del neumático.</p><p><strong>Viento:</strong> Evitar cambios de velocidad bruscos, reducir progresivamente la velocidad, inclinar el tronco hacia adelante y evitar adelantamientos. Si el viento es muy fuerte, detenerse y esperar.</p><p><strong>Neblina / niebla y lluvia:</strong> Aumentar la distancia de seguridad, disminuir la velocidad, evitar cerrar completamente la visera, activar luces de niebla (si disponibles) y encender las luces direccionales (intermitentes) si la visibilidad es muy baja para ser visto.</p>",
    "boton": "Conducir en condiciones difíciles."
  },
  {
    "id": "factor-humano-fisicos",
    "titulo": "Factor Humano: Factores Físicos que Afectan la Conducción",
    "descripcion": "Cómo el sueño, la fatiga, lesiones, enfermedades, drogas y sentidos influyen en la seguridad vial.",
    "detalle": "<h3>Factor Humano: Factores Físicos</h3><p>Diversos factores relacionados con la condición física del conductor pueden causar accidentes.</p><p><strong>Sueño:</strong> La falta de sueño disminuye la reacción, causa visión borrosa, fatiga ocular, sensibilidad al deslumbramiento, alteraciones motrices, distracción y errores en la toma de decisiones.</p><p><strong>Fatiga:</strong> Causada por actividad física o intelectual intensa, tensión emocional. Aumenta el tiempo de reacción, disminuye la concentración y puede causar agresividad. Se recomienda descansar cada 1.5 horas, hidratarse y usar ropa cómoda.</p><p><strong>Lesiones y traumas:</strong> Reducen la capacidad de movimiento y respuesta, retrasando la curación. Es mejor evitar conducir hasta la recuperación.</p><p><strong>Enfermedades:</strong> Alteran el estado fisiológico y los tratamientos pueden tener efectos secundarios. No automedicarse y consultar al médico sobre los riesgos de conducir.</p><p><strong>Drogas:</strong> Incluyen medicamentos, alcohol y cafeína. Sus efectos varían (falta de concentración, mareos, visión borrosa, fatiga, euforia, irritabilidad, disminución de la reacción y percepción de riesgos). Evitar conducir bajo su influencia.</p><p><strong>Sentidos (Vista y Oído):</strong> Son esenciales. Protegerlos y realizar chequeos regulares. Usar lentes o audífonos si es necesario. Evitar elementos que reduzcan la capacidad (gafas muy oscuras, manos libres).</p>",
    "boton": "Entender los factores físicos."
  },
  {
    "id": "factor-humano-psicologicos",
    "titulo": "Factor Humano: Factores Psicológicos y su Impacto en la Conducción",
    "descripcion": "La influencia de las emociones y la salud mental en la seguridad al conducir.",
    "detalle": "<h3>Factor Humano: Factores Psicológicos</h3><p>Los factores psicológicos (emocionales y enfermedades como estrés y depresión) influyen significativamente en los accidentes.</p><p><strong>Depresión:</strong> No conducir sin tratamiento. Sus características (pérdida de apetito, insomnio, falta de concentración, ansiedad) afectan la atención, aumentan la tendencia suicida, alteran el sueño y la capacidad de decisión. No automedicarse antidepresivos y evitar el alcohol.</p><p><strong>Estrés:</strong> Estado psicobiológico por sobre exigencia. Sus fases (alarma, resistencia y agotamiento) pueden llevar a agresividad, conducción temeraria, disminución de la atención y agotamiento físico/mental. En la fase de agotamiento, se recomienda no conducir o hacerlo con precaución.</p><p><strong>Afectivo-Emocionales:</strong> Las situaciones no controladas influyen negativamente en la conducción. Mantener emociones neutrales al conducir ayuda a reaccionar con calma ante eventualidades.</p><p><strong>Consecuencias de factores psicológicos:</strong> Incluyen conducción irresponsable, agresiva, descortés, posición incorrecta, conducción entorpecedora, autosuficiente, con visibilidad restringida, descuidada y agresividad en la conducción.</p>",
    "boton": "Entender los factores psicológicos."
  },
    {
    "id": "factor-humano-sociales",
    "titulo": "Factor Humano: Factores Sociales que Impactan la Conducción",
    "descripcion": "Cómo las interacciones sociales y las influencias grupales afectan el comportamiento al conducir.",
    "detalle": "<h3>Factor Humano: Factores Sociales</h3><p>Los factores sociales son influencias de la interacción social que alteran la percepción de la realidad y los riesgos al conducir. También afectan a otros actores viales.</p><p><strong>Comportamentales:</strong> Comportamientos aprendidos del entorno social (grupo, amigos, familia) que se aceptan como correctos. Influencia de la publicidad, películas y conductores 'referentes'. Son difíciles de corregir, ya que requieren reconocer que acciones cotidianas pueden ser riesgosas (ej: conducir después de beber).</p><p><strong>Exhibicionismo y autoafirmación:</strong> Necesidad de mostrarse y probar habilidades, manifestándose en altas velocidades, aceleraciones repentinas y adelantamientos constantes.</p><p><strong>Aceptación deliberada del riesgo:</strong> Búsqueda de sensaciones intensas de peligro a través de mayor velocidad, márgenes de seguridad reducidos, maniobras inapropiadas e irrespeto a la autoridad.</p><p><strong>Provocaciones:</strong> Situaciones generadas por la provocación (voluntaria o no) de otro actor vial, como maniobras riesgosas ajenas o incitación a carreras ilegales. La aceptación de la provocación está ligada a factores psicológicos, resultando en persecuciones, obstrucción de carril, agresiones y conducción temeraria.</p><p><strong>Otros elementos:</strong> Contribuyen a una mala imagen y actitudes negativas hacia los motociclistas factores como las redes sociales, motociclistas irresponsables, personas con malas experiencias y la facilidad para obtener motocicletas.</p>",
    "boton": "Entender los factores sociales."
  },
    {
    "id": "moto-elementos-obligatorios",
    "titulo": "Elementos Obligatorios para Motociclistas",
    "descripcion": "El casco y la vestimenta retrorreflectiva: protección esencial y obligatoria.",
    "detalle": "<h3>Elementos Obligatorios para Motociclistas</h3><p>Estos elementos son de uso obligatorio para todos los motociclistas en Costa Rica.</p><p><strong>Casco:</strong> Ofrece la mejor protección en caso de accidente (reduce en gran medida el riesgo de muerte o lesión grave en la cabeza, que representa el 68% de las lesiones). Su uso correcto es siempre obligatorio.</p><p><strong>Tipos de Cascos:</strong></p><ul><li><strong>Integral:</strong> Protección total de la cabeza, con visera. Sin elementos móviles que puedan desprenderse. Los más recomendados.</li><li><strong>Jet:</strong> Cara descubierta. Algunos con pantalla para lluvia, pero sin absorción de impactos en la cara. Comunes en ciudad por tamaño y peso, pero no recomendados por su menor protección.</li><li><strong>Modular:</strong> Apariencia integral con mentón abatible (se convierte en jet). Alta protección si se usa cerrado. Abierto es menos seguro que un jet. Recomendado solo si se usa correctamente cerrado.</li><li><strong>Cross/Off-road/Trial:</strong> Para uso deportivo. Amplia visión, protección total de la cabeza, pero menor resistencia que el integral. No incluye protección para la vista (requiere gafas). Recomendado para su uso específico.</li></ul><p><strong>Consideraciones del Casco:</strong> Usar cascos con homologación reconocida (DOT, JIS, ECE), siempre amarrados. Desechar cascos dañados o con más de 5 años de fabricación. Asegurar buena ventilación y la talla correcta. No escatimar en el costo y exigir que el acompañante también use un casco óptimo. La preferencia es el casco integral por su mayor protección. Un casco de talla incorrecta puede causar lesiones mayores.</p><p><strong>¿Cómo escoger un casco?</strong> Debe entrar justo sin apretar demasiado. La espuma frontal debe presionar los pómulos. No debe quedar suelto (verificar que no entre un dedo fácilmente por delante o atrás). Probar con lentes si se usan. Al mover el casco con las manos, debe girar con la cabeza sin juego. La hebilla debe abrocharse y regularse sin quedar suelta ni apretar demasiado, y el casco no debe salirse al intentar quitarlo con las correas abrochadas.</p><p><strong>Vestimenta Retrorreflectiva:</strong> Su función es hacer visible al motociclista, reduciendo la probabilidad de accidentes (aunque no protege en el impacto). Su uso es obligatorio para conductor y acompañante. Los elementos más comunes son chalecos, cintas y capas.</p>",
    "boton": "Conocer elementos obligatorios."
  },
  {
    "id": "moto-elementos-complementarios",
    "titulo": "Elementos Complementarios de Seguridad Pasiva para Motociclistas",
    "descripcion": "Equipamiento no obligatorio que ofrece protección adicional en caso de accidente.",
    "detalle": "<h3>Elementos Complementarios de Seguridad Pasiva para Motociclistas</h3><p>Estos sistemas de seguridad no son obligatorios por ley, pero protegen y disminuyen traumatismos en caso de accidente.</p><ul><li><strong>Guantes:</strong> Ajustados para no limitar la conducción. Protegen de cortes, arañazos, quemaduras y aíslan del calor/frío para evitar entumecimiento.</li><li><strong>Rodilleras:</strong> Protegen las rodillas en caso de caída.</li><li><strong>Coderas:</strong> Protegen los codos (algunos modelos también el antebrazo).</li><li><strong>Chaleco o Chaqueta con protecciones:</strong> Protegen el tronco y los órganos vitales. Algunos incluyen protección para hombros y codos.</li><li><strong>Calzado:</strong> Protege los pies de quebraduras y escoriaciones. El calzado común ofrece una protección de aproximadamente el 50%, mientras que las botas especiales para motocicleta superan el 90% de protección.</li></ul>",
    "boton": "Conocer elementos complementarios."
  },
    {
    "id": "soa-seguro-obligatorio",
    "titulo": "Seguro Obligatorio de Automóviles (SOA) en Costa Rica",
    "descripcion": "Cobertura legal para lesiones o muerte en accidentes de tránsito.",
    "detalle": "<h3>Seguro Obligatorio de Automóviles (SOA)</h3><p>El SOA, creado por la ley de tránsito de Costa Rica, cubre lesiones o muerte de personas víctimas de accidentes de tránsito.</p><p><strong>¿Qué cubre?</strong></p><ul><li>Lesión y muerte de víctimas, independientemente de la culpa del conductor.</li><li>Lesión y muerte en accidentes con responsabilidad civil derivada de la posesión, uso o mantenimiento del vehículo (la responsabilidad la determina la autoridad judicial).</li><li><strong>Prestaciones cubiertas:</strong> Asistencia médica, quirúrgica, hospitalaria, farmacéutica y de rehabilitación; prótesis y aparatos médicos; indemnización por incapacidad (temporal o permanente) o muerte; gastos de traslado; pagos de hospedaje y alimentación (si el lesionado debe trasladarse y la aseguradora no provee el servicio); costos de funeral y traslado del cuerpo.</li></ul><p><strong>¿Cómo se utiliza?</strong> La cobertura la brindan médicos de las aseguradoras, contratados por la víctima o la Caja Costarricense de Seguro Social (CCSS). Se debe avisar del accidente a la aseguradora en un plazo de 10 días hábiles. Ocultar información, dar datos falsos o intentar fraude anula el SOA (determinado por la autoridad judicial).</p><p><strong>¿Y si tengo un seguro voluntario?</strong> El SOA es el primer seguro que se activa automáticamente. Es recomendable tener pólizas voluntarias adicionales, ya que el SOA tiene una cobertura limitada. Si el SOA se agota, la víctima puede exigir indemnizaciones adicionales que cubriría el seguro extra o el patrimonio del responsable.</p><p><strong>¿Se puede aumentar la cobertura?</strong> La ley establece la duplicación de la cobertura del SOA si el lesionado no está asegurado al régimen de enfermedad y maternidad de la CCSS, si es menor de 18 años o si su vida está en riesgo.</p><p><strong>¿Cuándo se agota?</strong> El Poder Ejecutivo define el monto básico de cobertura por persona (actualmente 6,000,000 de colones). El SOA se agota cuando el costo de las prestaciones alcanza este monto.</p>",
    "boton": "Entender el Seguro SOA."
  }
]